Repository: baixianger/Wick
Catalog: Wick/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: CNY
zh_hans: 元

source: %.2f d
zh_hans: %.2f 天

source: %lld bearish
zh_hans: %lld 看空

source: %lld bullish
zh_hans: %lld 看多

source: %lld duplicate
zh_hans: %lld 条重复

source: %lld models loaded
zh_hans: 已加载 %lld 个模型

source: %lld neutral
zh_hans: %lld 中性

source: %lld new
zh_hans: %lld 条新增

source: %lld of %lld bearish
zh_hans: %2$lld 位中 %1$lld 位看空

source: %lld of %lld bullish
zh_hans: %2$lld 位中 %1$lld 位看多

source: %lld open
zh_hans: %lld 个持仓

source: %lld open · %lld transaction%@ · live via Yahoo
zh_hans: %1$lld 个持仓 · %2$lld 笔交易 · 实时来自 Yahoo

source: %lld reports
zh_hans: %lld 份报告

source: %lld tickers in watchlist
zh_hans: 自选列表 %lld 只

source: (loading…)
zh_hans: (加载中…)

source: 0 skips the debate entirely. Each round = 2 LLM calls.
zh_hans: 设为 0 则完全跳过辩论。每轮 = 2 次 LLM 调用。

source: 10Y Yield
zh_hans: 10年期收益率

source: 10Y Yield (%)
zh_hans: 10年期收益率(%)

source: 10Y-2Y Spread (%)
zh_hans: 10年-2年利差(%)

source: 2Y Yield (%)
zh_hans: 2年期收益率(%)

source: A-share real-time quotes (backup source)
zh_hans: A股实时报价(备份源)

source: AI Analysis
zh_hans: AI 分析

source: API key:
zh_hans: API 密钥：

source: Across asset classes
zh_hans: 跨资产类别

source: Active
zh_hans: 已接入

source: Add
zh_hans: 添加

source: Add a Buy transaction to see it on the heatmap, or load a sample portfolio to explore the page.
zh_hans: 添加一笔买入交易即可在热力图中查看，或加载示例组合来体验本页。

source: Add a transaction with the button above, or load a sample portfolio.
zh_hans: 点击上方按钮添加交易，或加载示例组合。

source: Add an Anthropic key or point at a local model in any ticker's AI tab to enable replies.
zh_hans: 在任意标的的 AI 标签页中添加 Anthropic 密钥或指向本地模型即可启用回复。

source: Add holding
zh_hans: 添加持仓

source: Add this to `~/.claude.json` (Claude Code) or your Codex `mcp.json` — then the agent can call `wick.snapshot`, `wick.candles`, `wick.holdings`, `wick.watchlist`, `wick.portfolio`.
zh_hans: 将以下内容添加到 `~/.claude.json`（Claude Code）或你的 Codex `mcp.json`——之后智能体即可调用 `wick.snapshot`、`wick.candles`、`wick.holdings`、`wick.watchlist`、`wick.portfolio`。

source: Add tickers to the watchlist to populate movers.
zh_hans: 向自选列表添加标的即可显示异动。

source: Add to %@
zh_hans: 加入 %@

source: Address
zh_hans: 地址

source: Agent browser
zh_hans: 智能体浏览器

source: All
zh_hans: 全部

source: All LLM traffic routes through Wick's hosted broker. No keys needed on this device — pricing handled via subscription. (Coming soon.)
zh_hans: 所有 LLM 流量都经由 Wick 托管的中转。本机无需任何 Key——计费通过订阅处理。（即将推出。）

source: Allow browser write actions (click / type / run scripts)
zh_hans: 允许浏览器写操作(点击 / 输入 / 执行脚本)

source: Analysts
zh_hans: 分析师

source: App Group not provisioned — helper will see empty holdings
zh_hans: 未配置 App Group——辅助进程将看到空持仓

source: App language:
zh_hans: 应用语言：

source: Appearance:
zh_hans: 外观：

source: As of
zh_hans: 截至

source: Asia Pacific
zh_hans: 亚太

source: Ask Wicker
zh_hans: 向旺财提问

source: Ask Wicker (⌘⏎)
zh_hans: 向旺财提问 (⌘⏎)

source: Ask Wicker about %@…
zh_hans: 向旺财询问 %@…

source: Ask Wicker — "run a full analysis on %@" — and the multi-agent desk (fundamental / technical / sentiment / news → bull-bear debate → trade → risk) will kick off. Completed reports get archived here for side-by-side comparison.
zh_hans: 让旺财「对 %@ 做一次完整分析」——多智能体团队（基本面 / 技术面 / 情绪面 / 新闻面 → 多空辩论 → 交易 → 风控）就会启动。完成的报告会归档在此，便于对比。

source: Ask Wicker…
zh_hans: 向旺财提问…

source: Ask anything…
zh_hans: 随便问点什么…

source: Attach images or documents (PDF / CSV / Excel / text)
zh_hans: 添加图片或文档（PDF / CSV / Excel / 文本）

source: Auto from price
zh_hans: 按价格自动

source: Avg buy
zh_hans: 均价

source: Avg daily volume
zh_hans: 日均成交量

source: BPS
zh_hans: 每股净资产

source: BUNDLED
zh_hans: 内置

source: BYO account
zh_hans: 自带账号

source: BYO browser (experimental)
zh_hans: BYO 浏览器（实验）

source: BYO browser required
zh_hans: 需要开启 BYO 浏览器

source: Back
zh_hans: 后退

source: Base URL:
zh_hans: 基础地址：

source: Bear
zh_hans: 看空

source: Bring Your Own
zh_hans: 自带账号

source: Browser width
zh_hans: 浏览器宽度

source: Bull
zh_hans: 看多

source: Bull vs Bear debate
zh_hans: 多空辩论

source: Bull vs Bear, argued in rounds
zh_hans: 多空逐轮论辩

source: Bull ↔ bear rounds:
zh_hans: 多空辩论轮数：

source: Buy
zh_hans: 买入

source: Buy price
zh_hans: 买入价

source: CN / HK
zh_hans: A股 / 港股

source: CPI YoY
zh_hans: CPI同比

source: CPI YoY (%)
zh_hans: CPI同比(%)

source: Cancel
zh_hans: 取消

source: Capital
zh_hans: 资金

source: Capital · 资金面
zh_hans: 资金面

source: Cell area ∝ market value · color ∝ unrealized P&L %
zh_hans: 格子面积 ∝ 市值 · 颜色 ∝ 浮动盈亏%

source: Change
zh_hans: 更改

source: Change display:
zh_hans: 涨跌显示：

source: Chart
zh_hans: 图表

source: Chat · screening · macro
zh_hans: 对话 · 选股 · 宏观

source: Chinese-market analysts
zh_hans: A股/港股分析师

source: Choose…
zh_hans: 选择…

source: Clear
zh_hans: 清除

source: Close history
zh_hans: 关闭历史

source: Close tab
zh_hans: 关闭标签页

source: Closed
zh_hans: 已平仓

source: Column 1 default:
zh_hans: 第一栏默认：

source: Column 2 default:
zh_hans: 第二栏默认：

source: Comm Svcs
zh_hans: 通信服务

source: Commodities
zh_hans: 大宗商品

source: Compare AAPL and MSFT margins
zh_hans: 对比 AAPL 与 MSFT 的利润率

source: Connect 雪球
zh_hans: 连接雪球

source: Copy JSON snippet
zh_hans: 复制 JSON 片段

source: Copy helper path
zh_hans: 复制辅助进程路径

source: Core CPI YoY (%)
zh_hans: 核心CPI同比(%)

source: Core PCE
zh_hans: 核心PCE

source: Core PCE YoY (%)
zh_hans: 核心PCE同比(%)

source: Cost basis
zh_hans: 成本

source: Couldn't read %@: %@
zh_hans: 无法读取 %1$@：%2$@

source: Coverage range
zh_hans: 覆盖区间

source: Create
zh_hans: 创建

source: Crypto
zh_hans: 加密货币

source: Currency
zh_hans: 货币

source: Dark
zh_hans: 深色

source: Data
zh_hans: 数据

source: Data Sources
zh_hans: 数据源总览

source: Date
zh_hans: 日期

source: Days to cover
zh_hans: 回补天数

source: Days-to-Cover
zh_hans: 天数覆盖 · Days-to-Cover

source: Days-to-cover history
zh_hans: 回补天数历史

source: Debate
zh_hans: 辩论

source: Debt ratio
zh_hans: 资产负债率

source: Decision
zh_hans: 决策

source: Deep model:
zh_hans: 深度模型：

source: Defaults to our hosted instance once auth wiring lands. For now points at a local WickServer for development.
zh_hans: 认证接入后将默认指向我们的托管实例。目前指向本地 WickServer 用于开发。

source: Delete
zh_hans: 删除

source: Delete current group
zh_hans: 删除当前分组

source: Demo · network unavailable
zh_hans: 演示 · 网络不可用

source: Disabled analysts are skipped — fewer LLM calls per report.
zh_hans: 被禁用的分析师会被跳过——每份报告更少的 LLM 调用。

source: Discretionary
zh_hans: 可选消费

source: Discussion
zh_hans: 讨论

source: Display
zh_hans: 显示

source: Done
zh_hans: 完成

source: Dragon-Tiger Board
zh_hans: 龙虎榜

source: Drives the Wicker workflow by shelling out to your locally-installed `claude` CLI. Uses whichever subscription `claude login` is signed into — no API key here. Each desk run is ~10-20 s slower than a direct API call and bills against your Pro/Max quota; not recommended for high-frequency use.
zh_hans: 通过调用本机安装的 `claude` CLI 驱动旺财工作流。使用 `claude login` 登录的订阅——此处无需 API Key。每次跑桌面分析比直接 API 调用慢约 10-20 秒，并计入你的 Pro/Max 额度；不建议高频使用。

source: Drop `.md` files with `name` and `description` frontmatter into this folder; same-name files override the bundled skill.
zh_hans: 将带有 `name` 和 `description` frontmatter 的 `.md` 文件放入此目录；同名文件会覆盖内置技能。

source: EARLIER
zh_hans: 更早

source: EPS est.
zh_hans: 预期EPS

source: EXACT DUP
zh_hans: 完全重复

source: Each invocation is short-lived — your MCP client kills it when it disconnects.
zh_hans: 每次调用都是短生命周期——MCP 客户端断开时会终止它。

source: EastMoney F10 financials
zh_hans: EastMoney F10 财务

source: EastMoney fund flow
zh_hans: EastMoney 资金流

source: EastMoney limit-up board
zh_hans: EastMoney 涨停板

source: EastMoney northbound flow
zh_hans: EastMoney 北向资金

source: EastMoney quotes & K-line
zh_hans: EastMoney 行情 & K线

source: EastMoney top-list (龙虎榜)
zh_hans: EastMoney 龙虎榜

source: Edit holding
zh_hans: 编辑持仓

source: Enable Wicker browser tools
zh_hans: 启用旺财浏览器工具

source: Energy
zh_hans: 能源

source: Europe
zh_hans: 欧洲

source: Evidence
zh_hans: 依据

source: Expose Wicker browser / social via MCP (read-only)
zh_hans: 通过 MCP 暴露旺财浏览器/社交(只读)

source: Extra-large
zh_hans: 超大单

source: FMP API key:
zh_hans: FMP API 密钥：

source: FRED API key:
zh_hans: FRED API 密钥：

source: Fed Funds
zh_hans: 联邦基金利率

source: Fed Funds (%)
zh_hans: 联邦基金利率(%)

source: Financials
zh_hans: 财务

source: Finnhub API key:
zh_hans: Finnhub API 密钥：

source: Fixed width of the Wicker browser panel (height fills the window). It auto-shrinks on a narrow window so chat stays usable.
zh_hans: 旺财浏览器面板的固定宽度(高度填满窗口)。窗口窄时会自动缩,保证聊天可用。

source: Fold your logged-in 雪球 per-stock discussion into sentiment analysis. Off by default; first connect a 雪球 login from a stock's Social tab.
zh_hans: 把你登录的雪球个股讨论纳入情绪分析。默认关;需先在个股 Social tab 连接雪球登录。

source: Folder:
zh_hans: 目录：

source: Forex
zh_hans: 外汇

source: Forward
zh_hans: 前进

source: Free
zh_hans: 免费

source: Free = no key needed; Free · Key = fill in below; BYO account = sign in within the workflow. Planned = coming soon.
zh_hans: 免费 = 无需 Key;免费·需Key = 在下方填写;自带账号 = 在工作流里登录。计划中 = 即将接入。

source: Free Agent
zh_hans: 自由智能体

source: Free · Key
zh_hans: 免费·需Key

source: Front-month futures · Metals · Energy
zh_hans: 近月期货 · 金属 · 能源

source: Fund Flow · Smart Money
zh_hans: 资金流 · 主力动向

source: Fund flow / dragon-tiger are not available for HK tickers.
zh_hans: 港股无资金流 / 龙虎榜数据。

source: Fundamental
zh_hans: 基本面

source: Fundamentals & price (FMP)
zh_hans: 基本面 & 价格（FMP）

source: Gainers
zh_hans: 领涨

source: Go
zh_hans: 前往

source: Good afternoon
zh_hans: 下午好

source: Good evening
zh_hans: 晚上好

source: Good morning
zh_hans: 早上好

source: Gross margin
zh_hans: 毛利率

source: Group
zh_hans: 分组

source: Growth
zh_hans: 增长

source: Guardrail switch. Off = Wicker goes read-only: it can still navigate / read / snapshot pages, but won't click, type, or run scripts (it prompts you to enable instead). On by default. Only effective when the Wicker browser is enabled.
zh_hans: 护栏开关。关闭后旺财进入只读模式:仍可导航 / 读取 / 快照页面,但不会点击、输入或执行脚本(改用提示让你去开启)。默认开。仅在已启用旺财浏览器时生效。

source: HKEX CCASS
zh_hans: 港交所 CCASS

source: HKEX short selling
zh_hans: HKEX 沽空

source: Hard cap on how many tool round-trips the chat agent can take before it must answer. Belt-and-suspenders against runaway loops.
zh_hans: 聊天智能体在必须作答前可执行的工具往返次数上限。用于防止循环失控的双重保险。

source: Headlines
zh_hans: 头条

source: Health Care
zh_hans: 医疗保健

source: Heatmap
zh_hans: 热力图

source: Helper
zh_hans: 辅助进程

source: Helper is sandboxed: outbound HTTP + App Group only. No file-system, no listening sockets.
zh_hans: 辅助进程运行在沙盒中：仅允许出站 HTTP + App Group。无文件系统访问，无监听端口。

source: Hi there
zh_hans: 你好

source: Hide history
zh_hans: 隐藏历史

source: Hide history (⌘⇧H)
zh_hans: 隐藏历史 (⌘⇧H)

source: Higher days-to-cover = harder to unwind shorts (greater squeeze risk)
zh_hans: 回补天数越高 = 平掉空头越难（挤空风险越高）

source: History
zh_hans: 历史

source: History depth:
zh_hans: 历史深度：

source: Holdings
zh_hans: 持仓

source: Holdings (%lld)
zh_hans: 持仓 (%lld)

source: Holdings · P&L heatmap
zh_hans: 持仓 · 盈亏热图

source: Hong Kong short-sell data
zh_hans: 港股卖空数据

source: How is NVDA doing today?
zh_hans: NVDA 今天表现如何？

source: ID %@
zh_hans: 编号 %@

source: Import %lld transaction%@
zh_hans: 导入 %lld 笔交易

source: Import complete
zh_hans: 导入完成

source: Imported %lld transaction%@ from %@.
zh_hans: 已从 %3$@ 导入 %1$lld 笔交易。

source: Importing %lld transactions…
zh_hans: 正在导入 %lld 笔交易…

source: In Wick Server mode, FMP / Finnhub / FRED are provided by our backend — you don't need to supply data keys. Switch to a BYO provider on the Provider tab to manage your own data sources.
zh_hans: 在 Wick Server 模式下，FMP / Finnhub / FRED 由我们的后端提供——无需自行填写数据 Key。如需管理自己的数据源，请在「服务商」标签页切换到 BYO 服务商。

source: Indicators
zh_hans: 指标

source: Industrials
zh_hans: 工业

source: Inflation
zh_hans: 通胀

source: Information gathering
zh_hans: 信息收集

source: Initial Claims
zh_hans: 初请失业金人数

source: Invalid base URL.
zh_hans: 基础地址无效。

source: Keep browser panel open
zh_hans: 保持浏览器面板打开

source: LIKELY DUP
zh_hans: 疑似重复

source: LLM provider
zh_hans: LLM 服务商

source: Labor
zh_hans: 就业

source: Language
zh_hans: 语言

source: Large
zh_hans: 大单

source: Layout:
zh_hans: 布局：

source: Leave blank to resolve from $PATH
zh_hans: 留空则从 $PATH 解析

source: Let Wicker navigate / read / operate web pages via embedded WebKit (navigate·read·snapshot·click·type·eval·fetchJSON). Once on, asking it to browse in chat slides out a live browser panel you can sign into / take over. Off by default, macOS 26+.
zh_hans: 让旺财通过内嵌 WebKit 导航 / 读取 / 操作网页(navigate·read·snapshot·click·type·eval·fetchJSON)。开启后,在聊天里要它浏览时会自动滑出实时浏览面板,可登录/接管。默认关,macOS 26+。

source: Lets third-party MCP clients (Claude Code / Codex, etc.) drive your logged-in browser and 雪球/X sessions via the bundled wick-mcp — read-only: navigate / read / snapshot / 雪球·X discussion (no click / type / run scripts). ⚠️ This lets external agents operate your logged-in sessions. Off by default; first enable the Wicker browser above, macOS 26+.
zh_hans: 允许第三方 MCP 客户端(Claude Code / Codex 等)通过内置 wick-mcp 驱动你已登录的浏览器与雪球/X 会话——仅只读:导航 / 读取 / 快照 / 雪球·X 讨论(不含点击 / 输入 / 执行脚本)。⚠️ 这会让外部 agent 操作你的登录会话。默认关;需先启用上方「旺财浏览器」,macOS 26+。

source: Light
zh_hans: 浅色

source: Live FRED data when a key is set in Settings (synthetic preview otherwise). Tap a chart's Overlay to compare against another series or the US market.
zh_hans: 在「设置」中配置密钥后显示实时 FRED 数据（否则为模拟预览）。点击图表的「叠加」可与另一序列或美股市场对比。

source: Live · %lldm ago
zh_hans: 实时 · %lld 分钟前

source: Live · just now
zh_hans: 实时 · 刚刚

source: Load sample portfolio
zh_hans: 加载示例组合

source: Loaded skills
zh_hans: 已加载技能

source: Loading FINRA short-interest data…
zh_hans: 正在加载 FINRA 空头数据…

source: Loading X discussion…
zh_hans: 正在加载 X 讨论…

source: Loading capital data…
zh_hans: 正在加载资金数据…

source: Loading 雪球 discussion…
zh_hans: 正在加载雪球讨论…

source: Loading… (Demo)
zh_hans: 加载中…（演示）

source: London · Frankfurt · Paris
zh_hans: 伦敦 · 法兰克福 · 巴黎

source: Losers
zh_hans: 领跌

source: Macro
zh_hans: 宏观

source: Macro backdrop (FRED)
zh_hans: 宏观背景（FRED）

source: Main net %
zh_hans: 主力净占比

source: Main net inflow
zh_hans: 主力净流入

source: Major pairs · Spot
zh_hans: 主要货币对 · 现货

source: Manual
zh_hans: 手动

source: Market
zh_hans: 市场

source: Market value
zh_hans: 市值

source: Materials
zh_hans: 材料

source: Max tool turns:
zh_hans: 最大工具轮次：

source: Medium
zh_hans: 中单

source: Mode
zh_hans: 模式

source: Mode:
zh_hans: 模式：

source: Model
zh_hans: 模型

source: Models
zh_hans: 模型

source: Most Active
zh_hans: 最活跃

source: Movers
zh_hans: 异动

source: NEW
zh_hans: 新增

source: NYSE · NASDAQ
zh_hans: 纽交所 · 纳斯达克

source: Name
zh_hans: 名称

source: Net buy
zh_hans: 净买入

source: Net margin
zh_hans: 净利率

source: Net profit
zh_hans: 归母净利

source: New chat (⌘N)
zh_hans: 新建对话 (⌘N)

source: New group
zh_hans: 新建分组

source: New group…
zh_hans: 新建分组…

source: New tab
zh_hans: 新标签页

source: New transaction
zh_hans: 新增交易

source: News
zh_hans: 新闻

source: News & sentiment (Finnhub)
zh_hans: 新闻 & 情绪（Finnhub）

source: Next 10 days · preview
zh_hans: 未来 10 天 · 预览

source: No FINRA short-interest data (US only, bi-monthly)
zh_hans: 无 FINRA 空头数据（仅美股，双月更新）

source: No analyses yet
zh_hans: 暂无分析

source: No analyses yet for %@.
zh_hans: %@ 暂无分析。

source: No computable days-to-cover
zh_hans: 暂无可计算的回补天数

source: No data
zh_hans: 暂无数据

source: No discussion
zh_hans: 暂无讨论

source: No messages yet
zh_hans: 暂无消息

source: No open positions
zh_hans: 暂无持仓

source: No provider configured.
zh_hans: 未配置服务商。

source: No recent dragon-tiger listings
zh_hans: 近期无龙虎榜上榜

source: No user groups yet
zh_hans: 暂无自定义分组

source: None
zh_hans: 无

source: Nonfarm Payrolls (Δk)
zh_hans: 非农就业(千人变动)

source: Not connected to 雪球
zh_hans: 未连接雪球

source: Not set — bundled only
zh_hans: 未设置——仅使用内置技能

source: Not signed in to X
zh_hans: 未登录 X

source: Notes
zh_hans: 说明

source: OK · %lld tools · %lld ms
zh_hans: 正常 · %1$lld 个工具 · %2$lld ms

source: Open author profile in browser
zh_hans: 在浏览器中打开作者主页

source: Open in browser
zh_hans: 在浏览器中打开

source: Overlay
zh_hans: 叠加

source: Overview
zh_hans: 概览

source: P&L heatmap
zh_hans: 盈亏热力图

source: Past calls on the same ticker (rating + position) are inlined into the trader's prompt so it can change its mind on contradicting evidence. 0 disables.
zh_hans: 同一标的的历史结论（评级 + 仓位）会内联到交易员的提示中，以便在出现相反证据时改变判断。设为 0 则禁用。

source: Percent
zh_hans: 百分比

source: Planned
zh_hans: 计划中

source: Policy · 政策面
zh_hans: 政策面

source: Portfolio
zh_hans: 投资组合

source: Position
zh_hans: 仓位

source: Positions
zh_hans: 持仓

source: Preview data. Live earnings calendar needs a Finnhub key in Settings → Agents.
zh_hans: 预览数据。实时财报日历需在「设置 → 智能体」中配置 Finnhub 密钥。

source: Price
zh_hans: 价格

source: Provider
zh_hans: 服务商

source: Provider:
zh_hans: 服务商：

source: Qty
zh_hans: 数量

source: Quantity
zh_hans: 数量

source: Quick model:
zh_hans: 快速模型：

source: Rates
zh_hans: 利率

source: Rates · Inflation · Labor
zh_hans: 利率 · 通胀 · 就业

source: Read-only mode: browser write actions are turned off under Settings → Workflow → BYO browser. To let Wicker click / type / run scripts, enable "Allow write actions" there.
zh_hans: 只读模式：已在「设置 → 工作流 → BYO 浏览器」中关闭浏览器写操作。如需让旺财点击 / 输入 / 执行脚本，请在那里开启「允许写操作」。

source: Reading…
zh_hans: 读取中…

source: Ready when you are.
zh_hans: 随时为你效劳。

source: Real Estate
zh_hans: 房地产

source: Real GDP (QoQ ann. %)
zh_hans: 实际GDP(环比年化%)

source: Realized P&L
zh_hans: 已实现盈亏

source: Refresh
zh_hans: 刷新

source: Refresh X discussion
zh_hans: 刷新 X 讨论

source: Refresh models
zh_hans: 刷新模型列表

source: Refresh 雪球 discussion
zh_hans: 刷新雪球讨论

source: Refreshing…
zh_hans: 刷新中…

source: Reload
zh_hans: 刷新

source: Remove from %@
zh_hans: 从 %@ 移除

source: Rename
zh_hans: 重命名

source: Rename session
zh_hans: 重命名会话

source: Rename…
zh_hans: 重命名…

source: Reports
zh_hans: 报告

source: Requires macOS 26
zh_hans: 需要 macOS 26

source: Research
zh_hans: 研究

source: Retail Sales YoY (%)
zh_hans: 零售销售同比(%)

source: Retry
zh_hans: 重试

source: Revenue
zh_hans: 营收

source: Revenue trend
zh_hans: 营收趋势

source: Review transactions
zh_hans: 核对交易

source: Risk
zh_hans: 风控

source: Risk gate
zh_hans: 风险把关

source: Risk gate passed
zh_hans: 通过风控审核

source: Risk override
zh_hans: 风控否决

source: Round %lld
zh_hans: 第 %lld 轮

source: Run Analysis
zh_hans: 运行分析

source: Running…
zh_hans: 运行中…

source: SHORT
zh_hans: 做空

source: SPDR sector ETFs · color ∝ today's change
zh_hans: SPDR 行业 ETF · 颜色 ∝ 当日涨跌

source: Sampling
zh_hans: 采样

source: Save
zh_hans: 保存

source: Screen S&P 500 for P/E < 15
zh_hans: 筛选标普 500 中市盈率 < 15 的股票

source: Search stocks
zh_hans: 搜索股票

source: Sectors
zh_hans: 板块

source: Sectors · indices · macro
zh_hans: 板块 · 指数 · 宏观

source: See More Data from Yahoo Finance
zh_hans: 在 Yahoo Finance 查看更多数据

source: Self-conditioning
zh_hans: 自我校准

source: Sell
zh_hans: 卖出

source: Sell price
zh_hans: 卖出价

source: Send (⌘⏎)
zh_hans: 发送 (⌘⏎)

source: Sentiment
zh_hans: 情绪面

source: Server
zh_hans: 服务器

source: Server URL:
zh_hans: 服务器地址：

source: Settlement
zh_hans: 结算日

source: Shares short
zh_hans: 做空股数

source: Shares-short history (%lld periods, bi-monthly)
zh_hans: 做空股数历史（%lld 期，双月更新）

source: Sharing holdings + watchlist with helper (App Group active)
zh_hans: 正在与辅助进程共享持仓 + 自选（App Group 已启用）

source: Short
zh_hans: 空头

source: Short Interest
zh_hans: 空头持仓 · Short Interest

source: Show analysis history
zh_hans: 显示分析历史

source: Show history (⌘⇧H)
zh_hans: 显示历史 (⌘⇧H)

source: Show the day-over-day move as an absolute price delta or a percent change. Affects sidebar rows only.
zh_hans: 以绝对价差或百分比显示当日涨跌。仅影响侧边栏行。

source: Side
zh_hans: 方向

source: Side-by-side pane in Chart tab
zh_hans: 图表页并排显示面板

source: Sign in to X
zh_hans: 登录 X

source: Sign in to X (Twitter)
zh_hans: 登录 X (Twitter)

source: Sign in to X (Twitter) to view discussion for this ticker. Your session stays on this device, is triggered on demand, and is never scraped automatically.
zh_hans: 登录 X (Twitter) 后即可查看该标的的讨论。登录态仅保存在本机，按需触发，不会自动抓取。

source: Sign in to 雪球
zh_hans: 登录雪球

source: Sign in to 雪球 to view discussion for this ticker. Your session stays on this device, is triggered on demand, and is never scraped automatically.
zh_hans: 登录雪球后即可查看该标的的讨论。登录态仅保存在本机，按需触发，不会自动抓取。

source: Sina / Tencent quotes
zh_hans: 新浪 / 腾讯 报价

source: Single
zh_hans: 一览

source: Skills
zh_hans: 技能

source: Skipped %lld duplicate%@.
zh_hans: 已跳过 %lld 笔重复交易。

source: Small
zh_hans: 小单

source: Social
zh_hans: 社交

source: Source unavailable · retrying (%lld)
zh_hans: 源暂不可用 · 重试中 (%lld)

source: Source unavailable · showing demo data
zh_hans: 源暂不可用 · 显示演示数据

source: Split:
zh_hans: 分歧：

source: Spot · USD pairs
zh_hans: 现货 · 美元交易对

source: Staples
zh_hans: 必需消费

source: Stock Connect · foreign capital flow
zh_hans: 沪深港通 · 外资流向

source: Stored in your macOS Keychain. Each provider's key gets its own entry — switching providers preserves the others.
zh_hans: 保存在你的 macOS 钥匙串中。每个服务商的 Key 独立存储——切换服务商不会丢失其他 Key。

source: Strong Sell ← → Strong Buy
zh_hans: 强烈卖出 ← → 强烈买入

source: Switches the interface language immediately. Some less-visited screens are still being translated.
zh_hans: 立即切换界面语言。部分次要页面仍在翻译中。

source: Symbol
zh_hans: 代码

source: System
zh_hans: 跟随系统

source: THIS WEEK
zh_hans: 本周

source: TODAY
zh_hans: 今天

source: Tap refresh to load X discussion for this ticker.
zh_hans: 点击刷新以加载该标的的 X 讨论。

source: Tap refresh to load 雪球 discussion for this ticker.
zh_hans: 点击刷新以加载该标的的雪球讨论。

source: Tech
zh_hans: 科技

source: Technical
zh_hans: 技术面

source: Temperature:
zh_hans: 温度：

source: Test connection
zh_hans: 测试连接

source: Testing…
zh_hans: 测试中…

source: The free agent uses the **Deep model** set in Provider.
zh_hans: 自由智能体使用「服务商」中设置的**深度模型**。

source: Theme
zh_hans: 主题

source: Time interval:
zh_hans: 时间区间：

source: Title
zh_hans: 标题

source: Tokyo · Hong Kong · Shanghai · Seoul
zh_hans: 东京 · 香港 · 上海 · 首尔

source: Tool loop
zh_hans: 工具循环

source: Track buys and sells manually · live prices via Yahoo
zh_hans: 手动记录买卖 · 实时价格来自 Yahoo

source: Trade synthesis
zh_hans: 交易综合

source: Transaction
zh_hans: 交易

source: Transactions
zh_hans: 交易

source: Try: "how is the semiconductor sector doing?" · "compare AAPL and MSFT margins" · "screen S&P 500 for P/E < 15 and ROE > 20%".
zh_hans: 试试：「半导体板块表现如何？」·「对比 AAPL 与 MSFT 的利润率」·「筛选标普 500 中市盈率 < 15 且 ROE > 20% 的股票」。

source: Two-column
zh_hans: 两栏

source: Two-column layout shows two category panels side by side, each switchable independently. The time interval controls each chart's visible window.
zh_hans: 两栏布局并排显示两个分类面板，各自独立切换。时间区间控制每个图表的可视窗口长度。

source: US
zh_hans: 美股

source: USER
zh_hans: 用户

source: Unemployment
zh_hans: 失业率

source: Unemployment (%)
zh_hans: 失业率(%)

source: Unpin browser panel
zh_hans: 取消固定浏览器面板

source: Unrealized P&L
zh_hans: 浮动盈亏

source: Upcoming Earnings
zh_hans: 即将公布财报

source: Utilities
zh_hans: 公用事业

source: Venue
zh_hans: 上报场所

source: Watchlist
zh_hans: 自选

source: We'll snap to the most recent 1-hour bar whose open–close body covers this price.
zh_hans: 将匹配到最近一根开盘—收盘价区间覆盖该价格的 1 小时 K 线。

source: What each analyst found
zh_hans: 各分析师的结论

source: What's the macro setup for tech?
zh_hans: 科技板块的宏观环境如何？

source: Wick Server (managed)
zh_hans: Wick Server（托管）

source: Wick doesn't need to be running. The helper spawns on demand.
zh_hans: Wick 无需保持运行。辅助进程会按需启动。

source: Wick talks directly to the provider with your own key. Nothing touches our servers.
zh_hans: Wick 使用你自己的 Key 直接与服务商通信。不经过我们的服务器。

source: Wicker
zh_hans: 旺财

source: Wicker is browsing…
zh_hans: 旺财正在浏览…

source: Workflow
zh_hans: 工作流

source: X (Twitter) discussion uses the same BYO (bring-your-own account) approach. Enable the embedded browser under Settings → Workflow, then sign in to X to view discussion for this ticker.
zh_hans: X (Twitter) 讨论沿用同样的 BYO（自带账号）方式。请在「设置 → 工作流」中开启内嵌浏览器后，登录 X 即可查看该标的讨论。

source: X returned no recent discussion for this ticker. Try refreshing later.
zh_hans: X 未返回该标的的最新讨论。可稍后再刷新。

source: X user
zh_hans: X 用户

source: YESTERDAY
zh_hans: 昨天

source: YOU
zh_hans: 你

source: Yesterday
zh_hans: 昨天

source: You:
zh_hans: 你：

source: Your skill folder
zh_hans: 你的技能目录
